Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.29.11.10_fin.txt.tmx
Source language: fin
Languages: sme

source: Ottawasta ja vähän muualtakin Toissa viikolla olin Arktisten parlamentaarikkojen kokouksessa Ottawassa.
sme: Ottawas ja veaháš eará sajesnai Ovddet vahku ledjen Árktalaš parlamentarihkkáriid čoakkámis Ottawas.

source: Kokous käsitteli mm.. Kanadan uutta arktista politiikkaa.
sme: Čoakkán gieđahalai ee. Kanada ođđa árktalaš politihka.

source: Politiikka näyttää oikein hyvältä paperilla, Kanada sitoutuu toimeenpanemaan YK:n alkuperäiskansajulistusta, noudattaa ekosysteemilähestymistapaa arktisessa politiikassaan ja toruu ilmastonmuutosta.
sme: Politihkka orru leame hui buorre čállojuvvon hámis, Kanada čatnasa olláhuhttit ON:a álgoálbmotjulggaštusa, doahttala ekosystema lahkonanvuogi árktalaš politihkastis ja moaitá dálkkádatrievdama.

source: Ottawassa tapaamani iniuttien edustajat näkivät politiikan olevan hyvä paperilla, mutta siitä on pitkä matka todellisuuteen.
sme: Deiven Ottawas inuihtaid ja sii oidne, ahte politihkka lea buorre báhper nalde, muhto das lea vel guhkes mátki duohta dillái.

source: Alkuperäiskansojen asema on vielä kokonaisuudessaan heikko Kanadassa.
sme: Álgoálbmogiid sajádat lea oppalohkái heittot Kanadas.

source: Arktisen politiikan ilmastonmuutosuskottavuus mitataan osaltaan Cancunin ilmastoneuvotteluissa.
sme: Jáhkehahttivuohta árktalaš politihka dálkkádatrievdama hárrái mihtiduvvo dihto muddui Cancuna dálkkádatráđđádallamiin.

source: Etukäteistietojen mukaan Kanada ei olisi sitoutumassa kasvihuonepäästöjen merkittävään vähentämiseen.
sme: Ovdadieđuid mielde Kanada ii livčče čatnaseame šaddovistegásaid mearkkašahtti geahpideapmái.

source: Tapamaani alkuperäiskansaedustajat olivat hyvin huolissaan tilanteesta.
sme: Mu deaivan álgoálbmotovddasteaddjit ledje hui fuolas dilis.

source: Ilmastonmuutoksen vaikutukset näkyvät arktisella alueella jo nyt.
sme: Dálkkádatrievdama váikkuhusat vuhttojit árktalaš guovlluin juo dál.

source: Inuittimetsästäjät ovat raportoineet lumi- ja jääolosuhteiden muuttuneen epävakaiksi ja suunnistamisen vaikeutuneen merkittävästi.
sme: Inuihttabivdit leat raporteren, ahte muohta- ja jiekŋadilit leat rievdan stáđismeahttumin ja ahte meahcis dádjadeapmi lea váttásnuvvan hui olu.

source: Tiedustelin miten EU:n päätös kieltää hyljetuotteiden kauppa EU-alueella on vaikuttanut inuittimetsästäjien tuloihin.
sme: Jearahallen maid EU:a mearrádusas gieldit njuorjobuktagiid gávppi EU-guovllus lea váikkuhan inuihttabivdiid boađuide.

source: Kielto ei koske inuittien metsästämiä hylkeennahkatuotteita.
sme: Gielddus ii guoskka inuihtaid bivdin njuorjjonáhkkebuktagiid.

source: EU:n päätös on romahduttanut kuitenkin inuittien pyytämien hylkeennahkojen kaupan EU-alueella.
sme: EU:a mearrádus lea liikká measta bissehan inuihtaid bivdin njuorjjonáhkiid gávppi EU-guovllus.

source: Metsästäjien tulotaso on pudonnut merkittävästi.
sme: Bivdiid dinesdássi lea gahččan mearkkašahtti ládje.

source: Kanada yrittää etsiä korvaavia markkinoita, mutta monille inuittimetsästäjälle vahinko on jo tapahtunut.
sme: Kanada viggá ohcat molssaevttolaš márkaniid, muhto máŋggat inuihttabivdit lea juo gillan vahágis.

source: Nykyisessä tilanteessa Inuittien sirkumpolaarinen neuvosto ei ole halukas tukemaan EU komission jäsenyyttä Arktisessa Neuvostossa, ja se on toki hyvin ymmärrettävää.
sme: Dálá dilis Inuihtaid sirkumpolar ráđis ii leat miella doarjut EU komisšuvnna lahttuvuođa ohcamuša Árktalaš ráđđái, ja dan gal ipmirdan bures.

source: Kokouksessa kuulimme myös Nunavutin maaoikeussopimuksesta ja Kanadan arktisesta tutkimuksesta.
sme: Čoakkámis gulaimet maid Nunavuta eananriektesoahpamušas ja Kanada árktalaš dutkamušas.

source: Kokouksen jälkeen vierailimme Kanadan parlamentin kyselytunnilla.
sme: Čoakkáma maŋŋel guossástalaimet Kanada parlameantta gažadandiimmus.

source: Meillä saamelaiskäräjien yleiskokouksessa keskustelu on kiivasta varsinkin esityslistan hyväksymisvaiheessa, mutta se ei ole mitään verrattuna Kanadan parlamenttiin.
sme: Min sámedikki dievasčoakkámis ságastallan lea giivvis, earenoamážit áššelisttu dohkkehanmuttos, muhto dat ii leat mihkkege veardidettiin Kanada parlamentii.

source: Keskustelu oli niin kuumaa että seuraava askel olisi ollut ottaa nyrkit käyttöön !
sme: Doppe lei nu garra ságastallan, ahte čuovvovaš lávki livččii leamaš váldit veahkkin čorpmaid.

source: Kanadan matkan aikana tapasin myös Suomen Kanadan suurlähettilään ja keskustelimme Kanadan alkuperäis- ja ilmastopolitiikasta ja mahdollisesta yhteistyöstä.
sme: Kanada mátkki áigge deiven maid Suoma Kanada ambassadeavrra ja ságastalaime Kanada álgoálbmot- ja dálkkádatpolitihkas ja vejolaš ovttasbarggus.

source: Viime viikolla minulla oli ilo osallistua toista kertaa Tasavallan Presidentin järjestämään presidenttifoorumiin.
sme: Mannan vahku mus lei illu oassálastit nuppe have Dásseválddi Presideantta lágidan presideantaforumii.

source: Pidin tilaisuudessa lyhyen alustuksen arktisesta politiikasta alkuperäiskansanäkökulmasta.
sme: Dollen dilálašvuođas oanehis vuođđosága árktalaš politihkas álgoálbmoga geahččanguovllus.

source: Puhe löytyy kokonaisuudessaan saamelaiskäräjien kotisivuilta puheet-osiosta.
sme: Mu sáhka gávdno ollislažžan sámedikki ruovttusiidduin ságat-ossodagas.

source: Tasavallan Presidentti vetosi foorumissa vahvasti ILO 169-sopimuksen ratifioimiseksi.
sme: Dásseválddi presideanta doarjalii forumas nannosit ILO 169-soahpamuša ratifiserema beales.

source: Toivottavasti viesti menee perille kaikille puolueille ja hallitusohjelmaa valmisteleville ministeriöille.
sme: Doaivvu mielde sátni olle bellodagaid ja ráđđehusprográmma válmmaštalli ministeriijaid rádjái.

source: Presidenttifoorumin jälkeen tapasin työministeri Anni Sinnenmäen ja keskustelimme ajankohtaisista asioista ja siitä miten Vihreät ottaa huomioon saamelaisasiat hallitusohjelmaneuvotteluissaan.
sme: Presideantaforuma maŋŋel deiven bargoministtar Anni Sinnenmäki ja ságastalaime áigeguovdilis áššiin ja mot Ruoná bellodat váldá vuhtii sámi áššiid ráđđehusprográmmaráđđádallamiin.

source: Helsingissä neuvottelin ympäristöministeriössä erämaa-alueiden hoito- ja käyttösuunnitelmista, jonka jälkeen suuntasin Inariin saamelaiskäräjien hallituksen kokoukseen.
sme: Helssegis ráđđádallen maid birasministeriijas meahcceguovlluid dikšun- ja geavahanplánain, man maŋŋel dollejin Anárii sámedikki stivrra čoakkámii.

source: Hallitus hyväksyi mm. lausunnon YVA-lainsäädännön toimivuusarvioinnista.
sme: Stivra dohkkehii cealkámuša das mot ng. YVA-, birasváikkuhusaid váikkuhusaidárvvoštallanláhka, doaibmá.

source: Lausunto löytyy lähipäivinä kotisivuiltamme.
sme: Cealkámuš gávdno lagašbeivviid sámedikki ruovttusiidduin.

source: Valmistelimme myös 11 saamelaiskäräjäjäsenen vaatiman kokouksen koolle kutsumista.
sme: Válmmaštalaimet maid 11 sámediggeáirasa gáibidan čoakkáma čoahkkáibovdema.

source: Perjantaina Euroopan Neuvoston parlamentaarisen yleiskokouksen presidentti Mevlut Cavusoglun valtuuskuntineen vieraili Inarissa.
sme: Bearjadaga Eurohpá Ráđi parlamentáralaš dievasčoakkáma presideanta Mevlut Cavusoglun sáttagottiinis guossástalai Anáris.

source: Esittelin lyhyesti presidentille saamelaisten asemaa, kulttuuri-itsehallinto- ja kielilakia sekä saamelaiskäräjien kehittämishaasteita.
sme: Muitalin oanehaččat presidentii sápmelaččaid sajádagas, sámi kulturiešstivren- ja giellalágas ja sierralágán Sámedikki gárggiidanhástalusain.

source: Tämän viikon perjantaina myönnetään ensimmäisen kerran saamen kielitekopalkinto saamelaiskäräjien järjestämässä Saamelaiskulttuurin suojelu Suomessa-seminaarissa.
sme: Dán vahku bearjadaga mieđihuvvo vuosttaš háve sámi gielladahku-bálkkašupmi sámedikki lágidan Sámi kultuvrra suodjaleapmi Suomas – semináras.

source: Seminaari pidetään Levillä.
sme: Seminára dollojuvvo Levis.

source: Seminaarista löytyy lisätietoa saamelaiskäräjien kotisivuilta.
sme: Semináras gávdno lassidiehtu sámedikki ruovttusiidduin.

source: Toivottavasti mahdollisimman moni pääsee kuulemaan saamelaiskulttuurin tarpeita.
sme: Doaivvu mielde nu máŋggas go beare besset gullat sámi kultuvrra dárbbuin.

source: Kielitekopalkinnon luovuttaa kulttuuriministeri Stefan Wallin.
sme: Gielladahku-bálkkašumi luobaha kulturministtar Stefan Wallin.

source: Palkinnon saajan on valinnut saamen kielineuvosto.
sme: Sámi giellaráđđi lea válljen kálkkašumi oažžu.

source: Toivottavasti lentolakko ei sotke seminaarijärjestelyjä.
sme: Doaivvu mielde girdistreaika ii hehtte semináralágidemiid.

source: Tänään NRK Saamen TV-uutiset päätti pitkästä aikaa tehdä jutun Suomen saamelaiskäräjien asioista, toimittaja Piera Balto tuli Kaarasjoelta asti haastattelemaan.
sme: Odne NRK Sámi TV-ođđasat bođii guhkes áigái dahkat reportáša Suoma sámedikki áššiin, doaimmaheaddji Piera Balto bođii Gárášjoga rájes jearahallat.

source: Aiemmin NRK Sámiradio on tehnyt minusta uutisia aika paljonkin ja valitettavasti tämänpäiväisenkään jutun aihe ei poikennut aiemmista NRK Sámi radion uutisista.
sme: Ovdal NRK Sámirádio lea dahkan mus oalle olu ođđasiid ja dađi bahábut otná ášši fáddáge ii spiehkkasana ovddit NRK Sámi radio ođđasiin.

source: NRK sámi radio on syyttänyt minua plagioinnista, pohjoismaisen saamelaissopimuksen jatkoneuvottelujen viivästyttämisestä ja todennut että en nauti yleiskokouksen luottamusta ja tiedustellut eroanko tehtävästäni.
sme: NRK sámi radio lea sivahan mu plagieremis, davviriikkalaš sámi soahpamuša joatkkaráđđadallamiid maŋideamis ja lea dadjan, ahte in návddaš dievasčoakkáma luohttámuša ja lea jearran earránango doaimmastan.

source: Muista asioista kyseinen media ei olekaan minua juuri haastatellut.
sme: Eará áššiin namuhuvvon media ii jur leatge mu jearahallan.

source: No, tämäkin uutinen seurasi samoja uutisjälkiä.
sme: Dátnai ođas guoradii seamma ođasluottaid.

source: NRK sámi radio aikoi tehdä skandaaliuutisen siitä, että puolisoni työskentelee avustajanani.
sme: NRK sámi radio áiggui bargat skandálaođđasa das, ahte mu guoibmi barga mu veahkkebargin.

source: Tämä on ollut julkista tietoa noin puolentoista vuoden ajan eli sen ajan kun hän on ollut saamelaiskäräjien palveluksessa ja asia on ollut myös yleiskokouksen tiedossa.
sme: Dát diehtu lea leamaš almmolaš sulaid bealmmot jagi áigge dehege dan rájes son lea leamaš sámedikki bálvalusas ja ášši lea leamaš maid dievasčoakkáma dieđus.

source: NRK sámi radio tuntui pitävän ihmeellisenä myös sitä, että hänelle maksetaan saamelaiskäräjien palkkausjärjestelmän mukaista palkkaa työn vaativuustason mukaisesti.
sme: NRK sámi radio orru imaštallame maid dan, ahte sutnje máksojuvvo sámedikki bálkávuogádaga mielde bálká barggu gáibideaddjivuođa mielde.

source: No, sehän vasta kummallista olisi, jos palkkaus ei olisi saamelaiskäräjien palkkausjärjestelmän mukainen.
sme: Datdahan easka livččiige imaš jos bálká ii máksojuvvole sámedikki bálkávuogádaga mielde.

source: Saamelaiskäräjien hallitus on valinnut ja hallintopäällikkö on nimittänyt avustajani tehtävään enkä ole itse osallistunut asian päätöksentekoon.
sme: Sámedikki stivra lea válljen ja hálddahushoavda lea nammadan mu veahki bargui, inge leat ieš oassálastán ášši mearrideapmái.

source: Avustajani ottaa työtehtäviä vastaan myös saamelaiskäräjien hallinnolta hoitaen myös lausuntojen valmistelua saamelaiskäräjien yleishallinnon työtilanteen mukaan.
sme: Mu veahkki váldá bargguid vuostá maid sámedikki hálddahusas nu ahte dikšu maiddái cealkámušaid válmmaštallama sámedikki almmolaš hálddahusa bargodili mielde.

source: Entisellä puheenjohtajalla on ollut apunaan sihteeri, mutta itse totesin heti virkaan astuttuani että sihteeriä en tarvitse, vaan asiantuntija-apua, jota tulee voida käyttää myös saamelaiskäräjien lakisääteisten tehtävien hoitamiseen.
sme: Ovddeš ságadoallis lea leamaš veahkkin čálli, muhto ieš dadjen dalán virgái boađedettiinan ahte čálli in dárbbat, muhto áššedovdiveahki. Su bargobijus galgá sáhttit geavahuvvot maid sámedikki lágas mearriduvvon bargguid doaimmaheapmái.

source: NRK Sámi radiolla tuntuu olevan taas hieman vanhoja uutisia tarjottavana.
sme: NRK Sámi radio sorro fas boares ođđasiid fállamii.

source: Ehkä syynä on saamelaiskäräjien varsinaisen kokouksen ja vaalivuoden lähestyminen.
sme: Sivvan soaitá leat sámedikki dievasčoakkáma ja válgajagi lahkoneapmi.

source: Suomen saamelaiskäräjät on saanut tunnustusta toiminnastaan pohjoismaisen saamelaissopimuksen edistämiseksi ja ilmeisesti hyvien uutisten vastapainoksi tuli taas rakentaa skandaali.
sme: Suoma sámediggi lea ožžon dovddastusa doaimmastis davviriikkalaš sámi soahpamuša ovddideamis ja almmatge buriid ođđasiid vuostedeaddun galggai fas ráhkaduvvot skandála.

source: Toivoisin vaan, että NRK Sámi radio olisi joskus kiinnostunut tekemään aitoja uutisia saamelaisia koskettavista asioista eikä hakea vain iltapäivälehtijulkisuutta.
sme: Sávalin fal, ahte NRK sámi radios livččii muhtimin beroštupmi ráhkadit eakti ođđasiid áššiin, mat gusket sápmelaččaid, iige dušše bargat tabloidaaviissaid lágán snuggama ja bostaleami.

source: Mutta se taitaa olla turha toive.
sme: Muhto dat dáidá leat dušši sávaldat.

source: Ainakin NRK sámi radion uutisointi on johdonmukaista minua kohtaan ja NRK sámi radion poliittinen ja journalistinen ageanda näyttää hyvin selvältä.
sme: Áŋkke NRK sámi rádio ođasráhkadeapmi lea konsekveanta mu guovdu ja NRK sámi radio politihkalaš ja journalisttalaš ageanda orru leame hui čielggas.

source: Vuontisjärvellä 29.11.2010
sme: Vuottesjávrres 29.11.2010

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
